Repository: Avatarchik/sokoban
Catalog: config/gettext_locales/*/sokoban.po
Languages: fr

source: (7 days without ads / popups)
fr: (7 jours sans publicités / popups)

source: (no more ads / popups)
fr: (plus jamais de pubs / popups)

source: A <a class="tips" href="http://www.sokobano.de/wiki/index.php?title=Deadlocks" title="Click for more informations about Sokoban deadlocks">deadlock</a> has been found
fr: Un <span class="tips" title="un état du jeu qui ne peut aboutir à aucune solution">deadlock</span> a été trouvé

source: A beer only cost 2€ at <a href="https://www.facebook.com/pages/La-Paile-dOr/137863449611682">my favorite bar</a>.
fr: Une bière coûte seulement 2€ dans <a href="https://www.facebook.com/pages/La-Paile-dOr/137863449611682">mon bar préféré</a>.

source: All
fr: Tous

source: Another Challenge
fr: Autre Défi

source: BRAG YOUR FRIENDS!
fr: DÉFIE TES AMIS !

source: Brag!
fr: Défie !

source: Can you solve this level?
fr: Peux-tu résoudre ce niveau ?

source: Careful, these are VERY complicated rules !
fr: Attention, les règles sont très compliquées !

source: Challenge
fr: Défi

source: Challenge one friend on this level
fr: Défie un ami sur ce niveau

source: Challenges
fr: Défis

source: Click to challenge on this level
fr: Clique pour défier sur ce niveau

source: Contact us
fr: Contactez-nous

source: Controls
fr: Contrôles

source: Custom friend invitation
fr: Invitation d'ami personnalisée

source: Facebook connection failed (access not granted)
fr: La connexion Facebook a échoué (accès refusé)

source: Filename
fr: Nom du fichier

source: Follow
fr: Suivre

source: Follow us on Twitter
fr: Suis-nous sur Twitter

source: Fork me on GitHub
fr: Fork-moi sur Github

source: Free and Social Puzzle Game
fr: Jeu de réflexion gratuit et social

source: Friends
fr: Amis

source: Go to next level:
fr: Aller au niveau suivant :

source: Hi, I'm <a href="https://www.facebook.com/michael.hoste">Michaël Hoste</a>, a guy from Belgium who likes to play Sokoban.
fr: Bonjour, je suis <a href="https://www.facebook.com/michael.hoste">Michaël Hoste</a>, un Belge qui aime bien jouer à Sokoban.

source: I also like to drink beers ! (I'm from Belgium, remember?)
fr: J'aime aussi boire des bières ! (Je suis Belge, tu te souviens ?)

source: I just solved this Sokoban level with %{pushes} pushes and %{moves} moves and I bet that you can't!
fr: Je viens de résoudre ce niveau de Sokoban avec %{pushes} poussées et %{moves} mouvements et je parie que tu n'est pas capable d'en faire pareil !

source: I like it so much that:
fr: J'aime tellement ça que :

source: I've created this <a href="https://github.com/MichaelHoste/sokoban">OPEN-SOURCE</a> (<a href="http://en.wikipedia.org/wiki/MIT_License">MIT License</a>) game on my spare time.</li>
fr: J'ai créé ce jeu <a href="https://github.com/MichaelHoste/sokoban">OPEN-SOURCE</a> (<a href="http://en.wikipedia.org/wiki/MIT_License">MIT License</a>) sur mon temps libre.</li>

source: I've written a <a href="http://www.opengl.fr/memoire/Memoire/Memoire.pdf">Master Thesis</a> on the subject (french)</li>
fr: J'ai écrit un <a href="http://www.opengl.fr/memoire/Memoire/Memoire.pdf">Mémoire Universitaire</a> à ce sujet</li>

source: INVITE MY FRIENDS
fr: INVITER MES AMIS

source: If you like our page, this window will never popup again.
fr: Si tu aimes cette page, ce popup n'apparaîtra plus jamais.

source: If you want to support me, and get rid of the advertisements, there are 2 solutions:
fr: Si tu veux soutenir Sokoban, et te débarrasser des publicités, 2 solutions s'offrent à toi :

source: In this pack
fr: Dans ce pack

source: Invite
fr: Inviter

source: Invite all your friends
fr: Invite tous tes amis

source: Invite more friends
fr: Invite plus d'amis

source: Invite some friends
fr: Invite des amis

source: Invite some of your friends
fr: Invite certains de tes amis

source: Later
fr: Plus tard

source: Level successfully completed!
fr: Niveau correctement résolu !

source: Levels
fr: Niveaux

source: Like our Facebook page
fr: Rejoins notre page Facebook

source: List of Sokoban levels
fr: Liste des niveaux de Sokoban

source: Login with Facebook
fr: Se connecter avec Facebook

source: More users to challenge
fr: Plus d'utilisateurs à défier

source: Name
fr: Nom

source: Next
fr: Suivant

source: No more ads and no more invitation popups during 7 days.
fr: Plus de publicités ni de popups d'invitations pendant 7 jours.

source: No more ads, no more invitation popups
fr: Plus jamais de publicités ni de popups d'invitations.

source: Offer me a beer!
fr: Offre-moi une bière!

source: PLAY SOKOBAN AND CHALLENGE YOUR FRIENDS
fr: JOUE A SOKOBAN ET DÉFIE TES AMIS

source: Packs & Levels Copyright
fr: Copyright des packs & niveaux

source: Play Sokoban and Challenge your Friends
fr: Joue à Sokoban et défie tes amis

source: Play with friends!
fr: Joue avec tes amis !

source: Playing with friends provides a better experience, but only <span style="font-weight:bold">%{num}</span> of your friends are on Sokoban!
fr: Il est plus agréable de jouer avec des amis, mais seulement <span style="font-weight:bold">%{num}</span> de tes amis sont sur Sokoban !

source: Post on your wall
fr: Publie sur ton mur

source: Press %{d} to cancel the last move
fr: Appuie sur %{d} pour annuler le dernier mouvement

source: Privacy Policy
fr: Politique de confidentialité

source: Retry
fr: Réessayer

source: Retry this level
fr: Réessayer ce niveau

source: Retry this level:
fr: Réessayer de niveau :

source: Rules
fr: Règles

source: Several ways:
fr: Plusieurs moyens :

source: Share the current level on your Facebook feed
fr: Partage le niveau en cours sur ta page Facebook

source: Sokoban (倉庫番) is Japanese for <em>warehouse keeper</em>.
fr: Sokoban (倉庫番) est le mot japonais de <em>gardien d'entrepôt</em>.

source: Sorry, your browser doesn't support the &lt;canvas/&gt; tag. Please come back with a newer browser.
fr: Désolé, votre navigateur ne supporte pas le tag &lt;canvas/&gt;. Merci d'utiliser un autre navigateur.

source: Start
fr: Démarrer

source: Terms of Service
fr: Conditions d'utilisation

source: The Sokoban can only push one box at a time and is not able to pull them. A level is solved when each box is on a goal.
fr: Le personnage peut uniquement pousser une caisse à la fois et n'est pas autorisé à en tirer. Un niveau est résolu quand chaque caisse se trouve sur sa zone de rangement.

source: The addictive Puzzle-Game made Social
fr: Le jeu de réflexion en mode social

source: This level has been solved by %{list_of_people}
fr: Ce niveau a été résolu par %{list_of_people}

source: This level has been solved by %{list_of_people} and <span class="tips" title="%{list_of_more_people}">%{count_of_people} other friends</span>.
fr: Ce niveau a été résolu par %{list_of_people} et <span class="tips" title="%{list_of_more_people}">%{count_of_people} autres amis</span>.

source: This level has been solved by <span class="tips" title="%{list_of_people}">%{count_of_people} people</span>.
fr: Ce niveau a été résolu par <span class="tips" title="%{list_of_people}">%{count_of_people} personnes</span>.

source: This level has been solved by <span class="tips" title="%{list_of_people}">one person</span>.
fr: Ce niveau a été résolu par <span class="tips" title="%{list_of_people}">une personne</span>.

source: This level has not yet been solved.
fr: Ce niveau n'a jamais été résolu.

source: Try this level
fr: Tente de résoudre ce niveau

source: Unlock the Full Game
fr: Débloque le jeu complet

source: Use the arrow keys to move the Sokoban one step <em>up</em>, <em>down</em>, <em>left</em> or <em>right</em>.
fr: Utilise les flèches directionnelles pour déplacer le pousseur d'une case <em>en haut</em>, <em>en bas</em>, <em>à gauche</em> ou <em>à droite</em>.

source: Want to reward my work ? Just pay me a beer (full game without ads)
fr: Tu veux soutenir mon travail ? Offre-moi simplement une petite bière pour le jeu complet sans publicités.

source: Welcome to Sokoban
fr: Bienvenue sur Sokoban

source: moves
fr: mouvements

source: pushes
fr: poussées

source: sokoban, pushes, moves, brag, puzzle, game, levels, packs, challenge, friends, social
fr: sokoban, poussées, mouvements, défier, puzzle, jeu, niveaux, packs, défis, challenge, amis, social

source: to compare your scores with your friends.
fr: pour comparer tes scores avec ceux de tes amis.

source: to save your best scores.
fr: pour enregistrer tes meilleurs scores.

source: to save your progression.
fr: pour enregistrer ta progression.
